Revit 2024 API
ParameterTypeId.PathReinSpanhookPrim Property
 "Start Hook Angle Primary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PathReinSpanhookPrim { get; }
Visual Basic
Public Shared ReadOnly Property PathReinSpanhookPrim As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PathReinSpanhookPrim {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace